tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

cask "font-iosevka"

brew "coreutils"

brew "binutils"
brew "diffutils"
brew "ed"
brew "findutils"
brew "gawk"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "gnutls"
brew "grep"
brew "gzip"
brew "screen"
brew "watch"
brew "wdiff"
brew "wget"

brew "bash"
brew "glib"

brew "git"
brew "nano"
brew "nanorc"
brew "stow"
