tap "azure/bicep"
tap "cloudfoundry/tap"
tap "common-fate/granted"
tap "ekristen/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "minamijoyo/tfupdate"
tap "warrensbox/tap"
brew "act"
brew "adr-tools"
brew "jpeg-xl"
brew "awscli"
brew "python@3.12"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "binutils"
brew "glib"
brew "cfn-lint"
brew "gcc"
brew "checkov"
brew "circleci"
brew "lima"
brew "colima"
brew "conftest"
brew "coreutils"
brew "dialog", link: false
brew "diffutils"
brew "docker"
brew "docker-compose"
brew "dos2unix"
brew "ed"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fastlane"
brew "libidn2"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-crypt"
brew "gitlab-runner"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gopls"
brew "openjdk"
brew "gradle"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gzip"
brew "hadolint"
brew "helix"
brew "htop"
brew "httpie"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "inframap"
brew "jmeter"
brew "jo"
brew "jq"
brew "libpq"
brew "libslirp"
brew "node", link: false
brew "markdownlint-cli"
brew "maven"
brew "mdless"
brew "minikube"
brew "mvfst"
brew "mysql-client"
brew "nano"
brew "nanorc"
brew "netcat"
brew "oha"
brew "opa"
brew "openjdk@11"
brew "openjdk@17"
brew "p7zip"
brew "pipenv"
brew "podman"
brew "postgresql@14"
brew "postgresql@15"
brew "pre-commit"
brew "python-lsp-server"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "screen"
brew "serverless"
brew "shellcheck"
brew "stow"
brew "tcl-tk"
brew "telnet"
brew "terraform-docs"
brew "terragrunt"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "tree"
brew "typescript-language-server"
brew "usbutils"
brew "virtualenv"
brew "watch"
brew "watchman"
brew "wdiff"
brew "wget"
brew "yarn", link: false
brew "youtube-dl"
brew "yq"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/cf-cli"
brew "common-fate/granted/granted"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "minamijoyo/tfupdate/tfupdate"
cask "font-departure-mono"
cask "font-iosevka"
cask "iterm2"
cask "keybase"
cask "linearmouse"
cask "spotify"
